Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=355_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Sámediggi vuođđuda nuoraidráđi
sms: SääŠmteŠǧǧ vuâđđad nuõrisuåvtõõzz

source: Sámenuoraid oassálastin- ja vaikkuhanvejolašvuođat buorránit.
sms: SääŠmnuõri vuässõõttâm- da vaikktemvueiŠttemvuõđ puârrne.

source: Sámediggi vuođđuda iežas vuogádahkii nuoraidráđi ja nuoraidčálli virggi.
sms: SääŠmteŠǧǧ vuâđđad õŠhttekuullâmvuõŠtte nuõrisuåvtõõzz da nuõripiisar veeŠrj.

source: Nuoraidráđđi ásahuvvo guovtti jahkái hávil.
sms: Nuõrisuåvtõs piijât kueiŠt ekka vuârstes.

source: Ráđđái bohtet oktiibuot vihtta 18-25 – jahkásaš lahtu.
sms: SuåvtõŠsse puäŠtte leeŠd õhttseŠžže vitt 18-25 – ekksa vuässla.

source: Dasa lassin nuoraidráđđái namuhuvvojit oktiibuot vihtta 15-17 – jahkásaš áššedovdi.
sms: LââŠssen nuõrisuåvtõŠsse nõõmtet õhttseŠžže vitt 15-17 – ekksa äŠšštobddi.

source: Nuoraidráđđi boahtá doaibmat sámedikkis áššedovde- ja ovttasbargoorgánan ja nuoraid oavdduid goziheaddjin.
sms: Nuõrisuåvtõs puätt leeŠd sääŠmteeŠǧǧest äŠšštobddi- da õhttsažtuâjjorgaanen da nuõri ouddõsǩiõččjen.

source: Nuoraidráđđi galgá ovddastit Suoma sámiid guovllulaš ja gielalaš joavkkuid.
sms: Nuõrisuåvtõs âlgg eeŠttkâŠstted LääŠddjânnam vooudlaž da ǩiõllʼlaž äŠrttlid.

source: Sámedikki čoahkkin mearridii nuoraidráđi ja nuoraidčálli virggi vuođđudeamis čoahkkimisttis Heahtás duorastaga 11.3.
sms: SääŠmteeŠǧǧ sååbbar tuŠmmji nuõrisuåvtõõzz da nuõripiisar veeŠrj vuâđđumuužžâst såbbrstes Hettast nelljdpeeiŠv 11.3.

source: Ášši lea válmmaštallojuvvon sullii ovtta jagi prošeavttas, man oahpahusministeriija lea ruhtadan.
sms: ÄŠšš lij valmštõllum mättŠtõsministeria teäggtem projekttân nuŠtt pirreeŠjj.

source: Prošeaktabargojoavkku lea jođihan sámedikki nuoramus lahttu Tuomas Aslak Juuso.
sms: HaŠŋǩǩõõzz valmštõõllâm tuâjjäŠrttel lij jååŠđtam sääŠmteeŠǧǧ nuõrmõš äŠrttel Tuomas Aslak Juuso.

source: Ášševalmmaštallin lea bargan Anne Länsman.
sms: ÄäŠšš valmšteejen lij tuåimmjam Anne Länsman.

source: Sámediggi vuordá dál oahpahusministeriijas loahpalaš mearrádusa bissovaš ruhtadeami oažžumis stáhta bušeahtas.
sms: SääŠmteŠǧǧ vuârdd ååŠn mättʼtõsministeriast mââimõš tuŠmmstõõǥǥ põõšši teäggtõõzz vuäǯǯam diõtt valdia mäŠhssemplaanâst.
